FemDesign.Shells.Thickness
location_value_type

FemDesign.Shells.Thickness.#ctor
Parameterless constructor for serialization.

FemDesign.Shells.Thickness.#ctor(FemDesign.Geometry.Point3d,System.Double)
Construct Thickness object at point with value.